Repository: ledro6/Sprout
Catalog: ios-native/Sprout/Localizable.xcstrings
Source language: ru
Languages: ar, bg, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Имя правится прямо в строке. Потяните за ручку справа, чтобы поменять порядок, — в том же порядке комнаты листаются на главной.
ar: يُعدَّل الاسم مباشرة في السطر. اسحب المقبض لتغيير الترتيب — بالترتيب نفسه تتنقّل بين الغرف في الصفحة الرئيسية.
bg: Името се редактира направо в реда. Дръпнете дръжката вдясно, за да смените реда — в същия ред се плъзгат стаите на началния екран.
bn: নাম সরাসরি সারিতেই বদলানো যায়। ক্রম বদলাতে ডানদিকের হাতল টানুন — হোমে ঘরগুলো এই ক্রমেই সোয়াইপ করে দেখা যাবে।
ca: El nom s’edita a la mateixa fila. Arrossega la nansa de la dreta per canviar l’ordre: en aquest mateix ordre passen les habitacions a l’inici.
cs: Název se upravuje přímo v řádku. Tažením úchytu vpravo změníte pořadí — ve stejném pořadí se místnosti listují na domovské obrazovce.
da: Navnet redigeres direkte i rækken. Træk i håndtaget til højre for at ændre rækkefølgen – i samme rækkefølge stryger du gennem rummene på startskærmen.
de: Der Name wird direkt in der Zeile bearbeitet. Zieh am Griff rechts, um die Reihenfolge zu ändern — in derselben Reihenfolge wischst du auf der Startseite durch die Räume.
el: Το όνομα αλλάζει απευθείας στη γραμμή. Σύρετε τη λαβή δεξιά για να αλλάξετε τη σειρά — με την ίδια σειρά περνούν τα δωμάτια στην αρχική.
en: Edit a name right in its row. Drag the handle on the right to change the order — you’ll swipe through rooms in the same order on Home.
es: El nombre se edita en la propia fila. Arrastra el asa de la derecha para cambiar el orden: en ese mismo orden se pasan las habitaciones en Inicio.
fi: Nimeä muokataan suoraan rivillä. Muuta järjestystä vetämällä oikealla olevasta kahvasta – samassa järjestyksessä huoneita selataan Koti-välilehdellä.
fr: Le nom se modifie directement dans la ligne. Faites glisser la poignée à droite pour changer l’ordre — c’est dans cet ordre que les pièces défilent sur l’accueil.
gu: નામ સીધું લીટીમાં જ બદલો. ક્રમ બદલવા જમણી બાજુનું હૅન્ડલ ખેંચો — હોમ પર રૂમ આ જ ક્રમમાં સ્વાઇપ થાય છે.
he: השם נערך ישירות בשורה. גררו את הידית משמאל כדי לשנות את הסדר — באותו סדר מדפדפים בין החדרים במסך הראשי.
hi: नाम सीधे पंक्ति में बदलें। क्रम बदलने के लिए दाईं ओर का हैंडल खींचें — होम पर कमरे इसी क्रम में स्वाइप होते हैं।
hr: Naziv se uređuje izravno u retku. Povucite ručicu desno da promijenite redoslijed — istim redom listate sobe na početnoj.
hu: A név közvetlenül a sorban szerkeszthető. A sorrend a jobb oldali fogantyú húzásával módosítható — a főoldalon ugyanebben a sorrendben lapozhatsz a szobák között.
id: Nama diedit langsung di barisnya. Seret pegangan di kanan untuk mengubah urutan — dengan urutan yang sama ruangan digeser di beranda.
it: Il nome si modifica direttamente nella riga. Trascina la maniglia a destra per cambiare l’ordine: nello stesso ordine scorrerai le stanze nella Home.
ja: 名前は行のまま編集できます。右側のハンドルをドラッグすると順番を変えられます — ホームでもこの順番で部屋をスワイプできます。
kk: Атауы тура жолда өзгертіледі. Ретін өзгерту үшін оң жақтағы тұтқаны сүйреңіз — басты бетте бөлмелер дәл осы ретпен парақталады.
kn: ಹೆಸರನ್ನು ನೇರವಾಗಿ ಸಾಲಿನಲ್ಲೇ ಬದಲಿಸಿ. ಕ್ರಮ ಬದಲಿಸಲು ಬಲಬದಿಯ ಹಿಡಿಕೆಯನ್ನು ಎಳೆಯಿರಿ — ಮುಖಪುಟದಲ್ಲಿ ಕೋಣೆಗಳು ಇದೇ ಕ್ರಮದಲ್ಲಿ ಸ್ವೈಪ್ ಆಗುತ್ತವೆ.
ko: 이름은 행에서 바로 편집해요. 오른쪽 핸들을 드래그하면 순서를 바꿀 수 있어요 — 홈에서도 이 순서대로 방을 넘겨요.
lt: Pavadinimas redaguojamas tiesiog eilutėje. Tempkite rankenėlę dešinėje, kad pakeistumėte tvarką – ta pačia tvarka kambariai braukiami pradžios ekrane.
ml: പേര് വരിയിൽ തന്നെ മാറ്റുക. ക്രമം മാറ്റാൻ വലതുവശത്തെ ഹാൻഡിൽ വലിക്കുക — ഹോമിൽ മുറികൾ ഇതേ ക്രമത്തിൽ സ്വൈപ്പ് ചെയ്യാം.
mr: नाव थेट ओळीतच बदला. क्रम बदलण्यासाठी उजवीकडील हँडल ओढा — मुख्य पानावर खोल्या याच क्रमाने स्वाइप होतात.
ms: Nama diedit terus dalam baris. Seret pemegang di kanan untuk menukar susunan — bilik dileret dengan susunan yang sama di skrin utama.
nb: Navnet redigeres rett i raden. Dra i håndtaket til høyre for å endre rekkefølgen – i samme rekkefølge sveiper du mellom rommene på startsiden.
nl: De naam wijzig je direct in de regel. Sleep de greep rechts om de volgorde te wijzigen — in dezelfde volgorde veeg je door de kamers op het startscherm.
or: ନାମ ସିଧାସଳଖ ଧାଡ଼ିରେ ବଦଳାନ୍ତୁ। କ୍ରମ ବଦଳାଇବାକୁ ଡାହାଣ ପଟର ହ୍ୟାଣ୍ଡେଲ୍ ଟାଣନ୍ତୁ — ହୋମ୍‌ରେ ରୁମ୍ ଏହି କ୍ରମରେ ସ୍ୱାଇପ୍ ହୁଏ।
pa: ਨਾਮ ਸਿੱਧਾ ਕਤਾਰ ਵਿੱਚ ਬਦਲੋ। ਕ੍ਰਮ ਬਦਲਣ ਲਈ ਸੱਜੇ ਪਾਸੇ ਦਾ ਹੈਂਡਲ ਖਿੱਚੋ — ਹੋਮ ਉੱਤੇ ਕਮਰੇ ਇਸੇ ਕ੍ਰਮ ਵਿੱਚ ਸਵਾਈਪ ਹੁੰਦੇ ਹਨ।
pl: Nazwę edytuje się bezpośrednio w wierszu. Przeciągnij uchwyt po prawej, aby zmienić kolejność — w tej samej kolejności przesuwasz pokoje na ekranie głównym.
pt_br: O nome é editado na própria linha. Arraste a alça à direita para mudar a ordem — é nessa ordem que os cômodos passam no Início.
pt_pt: O nome edita-se na própria linha. Arraste a pega à direita para mudar a ordem — é por essa ordem que as divisões passam no Início.
ro: Numele se editează direct pe rând. Trage de mânerul din dreapta ca să schimbi ordinea — în aceeași ordine glisezi prin camere pe pagina principală.
sk: Názov sa upravuje priamo v riadku. Potiahnutím úchytu vpravo zmeníte poradie — v rovnakom poradí sa miestnosti listujú na úvodnej obrazovke.
sl: Ime urejate kar v vrstici. Povlecite ročico na desni, da spremenite vrstni red — v enakem vrstnem redu listate sobe na začetnem zaslonu.
sv: Namnet redigeras direkt i raden. Dra i handtaget till höger för att ändra ordningen – i samma ordning sveper du mellan rummen på hemskärmen.
ta: பெயரை வரியிலேயே திருத்தலாம். வரிசையை மாற்ற வலப்பக்கக் கைப்பிடியை இழுக்கவும் — முகப்பில் அறைகள் இதே வரிசையில் ஸ்வைப் ஆகும்.
te: పేరును నేరుగా వరుసలోనే మార్చండి. క్రమం మార్చడానికి కుడివైపు హ్యాండిల్‌ను లాగండి — హోమ్‌లో గదులు ఇదే క్రమంలో స్వైప్ అవుతాయి.
th: แก้ไขชื่อได้ในแถวโดยตรง ลากที่จับด้านขวาเพื่อเปลี่ยนลำดับ — ในหน้าหลักจะปัดดูห้องตามลำดับเดียวกันนี้
tr: Ad doğrudan satırda düzenlenir. Sırayı değiştirmek için sağdaki tutamağı sürükleyin — ana sayfada odalar arasında aynı sırayla geçersiniz.
uk: Назва правиться просто в рядку. Потягніть за ручку праворуч, щоб змінити порядок, — у тому самому порядку кімнати гортаються на головній.
ur: نام سیدھا قطار ہی میں بدلیں۔ ترتیب بدلنے کے لیے ہینڈل کھینچیں — ہوم پر کمرے اسی ترتیب سے سوائپ ہوتے ہیں۔
vi: Sửa tên ngay trên dòng. Kéo tay nắm bên phải để đổi thứ tự — ở trang chủ, bạn sẽ vuốt qua các phòng theo đúng thứ tự đó.
zh_hans: 名称可直接在行内编辑。拖动右侧的把手可调整顺序——在主页上滑动切换房间时也按此顺序。
zh_hant: 名稱可直接在該列編輯。拖移右側的控制點可調整順序——在主頁上滑動切換房間時也依此順序。

source: Имя стоит в профиле и уходит вместе со счётом друзьям.
ar: يظهر اسمك في الملف الشخصي ويُرسل مع نقاطك إلى الأصدقاء.
bg: Името стои в профила и отива заедно с резултата при приятелите.
bn: আপনার নাম প্রোফাইলে থাকে এবং স্কোরের সঙ্গে বন্ধুদের কাছে যায়।
ca: El teu nom surt al perfil i arriba als amics amb la teva puntuació.
cs: Jméno je v profilu a putuje se skóre k přátelům.
da: Dit navn står i profilen og følger med din score til vennerne.
de: Dein Name steht im Profil und geht mit deinem Punktestand an Freunde.
el: Το όνομά σας εμφανίζεται στο προφίλ και πηγαίνει μαζί με το σκορ στους φίλους.
en: Your name appears in your profile and is sent to friends along with your score.
es: Tu nombre aparece en el perfil y viaja con tu puntuación a tus amigos.
fi: Nimesi näkyy profiilissa ja lähtee pisteidesi mukana kavereille.
fr: Votre nom figure dans le profil et part avec votre score chez vos amis.
gu: તમારું નામ પ્રોફાઇલમાં દેખાય છે અને સ્કોર સાથે મિત્રો સુધી જાય છે.
he: השם מופיע בפרופיל ונשלח לחברים יחד עם הניקוד.
hi: आपका नाम प्रोफ़ाइल में दिखता है और स्कोर के साथ दोस्तों तक जाता है।
hr: Ime je u profilu i ide s vašim rezultatom prijateljima.
hu: A neved a profilban szerepel, és a pontszámoddal együtt eljut a barátaidhoz.
id: Namamu tampil di profil dan dikirim bersama skor ke teman-teman.
it: Il tuo nome compare nel profilo e arriva agli amici con il tuo punteggio.
ja: 名前はプロフィールに表示され、スコアと一緒に友達に届きます。
kk: Атыңыз профильде тұрады және ұпаймен бірге достарға барады.
kn: ನಿಮ್ಮ ಹೆಸರು ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಕಾಣುತ್ತದೆ ಮತ್ತು ಅಂಕಗಳೊಂದಿಗೆ ಸ್ನೇಹಿತರಿಗೆ ಹೋಗುತ್ತದೆ.
ko: 이름은 프로필에 표시되며 점수와 함께 친구에게 전달돼요.
lt: Vardas rodomas profilyje ir kartu su rezultatu keliauja draugams.
ml: നിങ്ങളുടെ പേര് പ്രൊഫൈലിൽ കാണും, സ്കോറിനൊപ്പം സുഹൃത്തുക്കൾക്ക് പോകും.
mr: तुमचे नाव प्रोफाइलमध्ये दिसते आणि गुणांसोबत मित्रांकडे जाते.
ms: Nama anda dipaparkan dalam profil dan dihantar bersama skor kepada rakan.
nb: Navnet ditt står i profilen og følger med poengsummen til vennene.
nl: Je naam staat in je profiel en gaat met je score mee naar vrienden.
or: ଆପଣଙ୍କ ନାମ ପ୍ରୋଫାଇଲ୍‌ରେ ଦେଖାଯାଏ ଏବଂ ସ୍କୋର୍ ସହ ବନ୍ଧୁମାନଙ୍କ ପାଖକୁ ଯାଏ।
pa: ਤੁਹਾਡਾ ਨਾਮ ਪ੍ਰੋਫ਼ਾਈਲ ਵਿੱਚ ਦਿਸਦਾ ਹੈ ਅਤੇ ਸਕੋਰ ਨਾਲ ਦੋਸਤਾਂ ਕੋਲ ਜਾਂਦਾ ਹੈ।
pl: Imię widnieje w profilu i trafia razem z wynikiem do znajomych.
pt_br: Seu nome aparece no perfil e vai junto com sua pontuação para os amigos.
pt_pt: O seu nome aparece no perfil e vai com a sua pontuação para os amigos.
ro: Numele apare în profil și pleacă împreună cu scorul la prieteni.
sk: Meno je v profile a putuje so skóre k priateľom.
sl: Ime je v profilu in gre skupaj z rezultatom k prijateljem.
sv: Ditt namn visas i profilen och följer med poängen till vännerna.
ta: உங்கள் பெயர் சுயவிவரத்தில் தெரியும், மதிப்பெண்ணுடன் நண்பர்களுக்குச் செல்லும்.
te: మీ పేరు ప్రొఫైల్‌లో కనిపిస్తుంది, స్కోర్‌తో పాటు స్నేహితులకు వెళ్తుంది.
th: ชื่อของคุณแสดงในโปรไฟล์และส่งไปพร้อมคะแนนถึงเพื่อน
tr: Adınız profilde görünür ve puanınızla birlikte arkadaşlarınıza gider.
uk: Ім’я стоїть у профілі й іде разом із рахунком друзям.
ur: آپ کا نام پروفائل میں نظر آتا ہے اور اسکور کے ساتھ دوستوں تک جاتا ہے۔
vi: Tên bạn hiện trong hồ sơ và được gửi kèm điểm số đến bạn bè.
zh_hans: 名字显示在个人资料中，并会随分数一起发给朋友。
zh_hant: 名字會顯示在個人檔案中，並隨分數一起傳給朋友。

source: Индиго
ar: نيلي
bn: নীলাভ
ca: Indi
cs: Indigo
da: Indigo
de: Indigo
el: Λουλάκι
en: Indigo
es: Índigo
fi: Indigo
fr: Indigo
gu: ઇન્ડિગો
he: אינדיגו
hi: इंडिगो
hr: Indigo
hu: Indigó
id: Nila
it: Indaco
ja: インディゴ
kn: ಇಂಡಿಗೋ
ko: 인디고
lt: Indigo
ml: ഇൻഡിഗോ
mr: इंडिगो
ms: Nila
nb: Indigo
nl: Indigo
or: ଇଣ୍ଡିଗୋ
pa: ਇੰਡੀਗੋ
pl: Indygo
pt_br: Anil
pt_pt: Anil
ro: Indigo
sk: Indigo
sl: Indigo
sv: Indigo
ta: இண்டிகோ
te: ఇండిగో
th: คราม
tr: Çivit
uk: Індиго
ur: نیلا
vi: Chàm
zh_hans: 靛蓝色
zh_hant: 靛藍色

source: История
ar: السجل
bn: ইতিহাস
ca: Historial
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
en: History
es: Historial
fi: Historia
fr: Historique
gu: ઇતિહાસ
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
kk: Тарих
kn: ಇತಿಹಾಸ
ko: 기록
lt: Istorija
ml: ചരിത്രം
mr: इतिहास
ms: Sejarah
nb: Historikk
nl: Geschiedenis
or: ଇତିହାସ
pa: ਇਤਿਹਾਸ
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
sk: História
sl: Zgodovina
sv: Historik
ta: வரலாறு
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: تاریخچہ
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史

source: Исходный код на GitHub
ar: الشيفرة المصدرية على GitHub
bg: Изходен код в GitHub
bn: GitHub-এ সোর্স কোড
ca: Codi font a GitHub
cs: Zdrojový kód na GitHubu
da: Kildekode på GitHub
de: Quellcode auf GitHub
el: Πηγαίος κώδικας στο GitHub
en: Source Code on GitHub
es: Código fuente en GitHub
fi: Lähdekoodi GitHubissa
fr: Code source sur GitHub
gu: GitHub પર સોર્સ કોડ
he: קוד המקור ב־GitHub
hi: GitHub पर सोर्स कोड
hr: Izvorni kod na GitHubu
hu: Forráskód a GitHubon
id: Kode sumber di GitHub
it: Codice sorgente su GitHub
ja: GitHubのソースコード
kk: GitHub-тағы бастапқы код
kn: GitHub ನಲ್ಲಿ ಮೂಲ ಕೋಡ್
ko: GitHub의 소스 코드
lt: Šaltinio kodas GitHub
ml: GitHub-ലെ സോഴ്സ് കോഡ്
mr: GitHub वरील सोर्स कोड
ms: Kod sumber di GitHub
nb: Kildekode på GitHub
nl: Broncode op GitHub
or: GitHub ରେ ସୋର୍ସ କୋଡ୍
pa: GitHub 'ਤੇ ਸੋਰਸ ਕੋਡ
pl: Kod źródłowy na GitHubie
pt_br: Código-fonte no GitHub
pt_pt: Código-fonte no GitHub
ro: Cod sursă pe GitHub
sk: Zdrojový kód na GitHube
sl: Izvorna koda na GitHubu
sv: Källkod på GitHub
ta: GitHub இல் மூலக் குறியீடு
te: GitHub లో సోర్స్ కోడ్
th: ซอร์สโค้ดบน GitHub
tr: GitHub’da kaynak kodu
uk: Вихідний код на GitHub
ur: GitHub پر سورس کوڈ
vi: Mã nguồn trên GitHub
zh_hans: GitHub 上的源代码
zh_hant: GitHub 上的原始碼

source: Исчезнут все растения и весь журнал поливов. Вернуть их будет нельзя.
ar: ستختفي كل النباتات وسجل السقي كاملًا. لا يمكن التراجع.
bg: Ще изчезнат всички растения и целият дневник на поливанията. Връщане няма.
bn: সব গাছ ও পুরো জল দেওয়ার হিসাব মুছে যাবে। এটি ফেরানো যাবে না।
ca: Desapareixeran totes les plantes i tot el registre de regades. No es podrà desfer.
cs: Zmizí všechny rostliny i celý deník zálivek. Nepůjde to vrátit.
da: Alle planter og hele vandingsloggen forsvinder. Det kan ikke fortrydes.
de: Alle Pflanzen und das ganze Gießprotokoll verschwinden. Das lässt sich nicht rückgängig machen.
el: Θα εξαφανιστούν όλα τα φυτά και όλο το ημερολόγιο ποτίσματος. Δεν μπορεί να αναιρεθεί.
en: All plants and the whole watering log will disappear. This can’t be undone.
es: Desaparecerán todas las plantas y todo el registro de riegos. No se podrá deshacer.
fi: Kaikki kasvit ja koko kastelupäiväkirja katoavat. Tätä ei voi kumota.
fr: Toutes les plantes et tout le journal d’arrosage disparaîtront. Impossible de revenir en arrière.
gu: બધા છોડ અને પાણી આપ્યાની આખી નોંધ ગાયબ થઈ જશે. આ પાછું લાવી શકાશે નહીં.
he: כל הצמחים וכל יומן ההשקיות ייעלמו. אי אפשר לבטל.
hi: सभी पौधे और पूरा सिंचाई लॉग मिट जाएगा। इसे वापस नहीं लाया जा सकता।
hr: Nestat će sve biljke i cijeli dnevnik zalijevanja. To se ne može poništiti.
hu: Minden növény és a teljes öntözési napló eltűnik. Ez nem vonható vissza.
id: Semua tanaman dan seluruh catatan penyiraman akan hilang. Tidak bisa dibatalkan.
it: Spariranno tutte le piante e tutto il registro delle annaffiature. Non si potrà annullare.
ja: すべての植物と水やりの記録が消えます。元に戻せません。
kk: Барлық өсімдіктер мен бүкіл суару журналы жойылады. Қайтару мүмкін болмайды.
kn: ಎಲ್ಲಾ ಗಿಡಗಳು ಮತ್ತು ಸಂಪೂರ್ಣ ನೀರಿನ ದಾಖಲೆ ಹೋಗುತ್ತದೆ. ಇದನ್ನು ಹಿಂಪಡೆಯಲಾಗದು.
ko: 모든 식물과 물주기 기록이 사라져요. 되돌릴 수 없어요.
lt: Išnyks visi augalai ir visas laistymo žurnalas. Atšaukti nebus galima.
ml: എല്ലാ ചെടികളും മുഴുവൻ നനയ്ക്കൽ രേഖയും ഇല്ലാതാകും. ഇത് തിരികെ കൊണ്ടുവരാനാവില്ല.
mr: सर्व रोपे आणि पाणी घालण्याची संपूर्ण नोंद नाहीशी होईल. हे परत आणता येणार नाही.
ms: Semua tumbuhan dan seluruh log siraman akan hilang. Tidak boleh dibuat asal.
nb: Alle planter og hele vanningsloggen forsvinner. Dette kan ikke angres.
nl: Alle planten en het hele waterlogboek verdwijnen. Dit kan niet ongedaan worden gemaakt.
or: ସମସ୍ତ ଗଛ ଏବଂ ସମ୍ପୂର୍ଣ୍ଣ ପାଣି ରେକର୍ଡ ଲିଭିଯିବ। ଏହାକୁ ଫେରାଇ ହେବ ନାହିଁ।
pa: ਸਾਰੇ ਪੌਦੇ ਅਤੇ ਪਾਣੀ ਦਾ ਸਾਰਾ ਰਿਕਾਰਡ ਮਿਟ ਜਾਵੇਗਾ। ਇਹ ਵਾਪਸ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: Znikną wszystkie rośliny i cały dziennik podlewania. Nie da się tego cofnąć.
pt_br: Todas as plantas e todo o histórico de regas vão sumir. Não será possível desfazer.
pt_pt: Todas as plantas e todo o registo de regas vão desaparecer. Não será possível anular.
ro: Vor dispărea toate plantele și tot jurnalul de udări. Acțiunea nu poate fi anulată.
sk: Zmiznú všetky rastliny aj celý denník polievania. Nebude sa to dať vrátiť.
sl: Izginile bodo vse rastline in ves dnevnik zalivanja. Tega ni mogoče razveljaviti.
sv: Alla växter och hela vattningsloggen försvinner. Det går inte att ångra.
ta: அனைத்துச் செடிகளும் முழு நீர்ப்பாசனப் பதிவும் மறைந்துவிடும். இதைத் திரும்பப் பெற முடியாது.
te: అన్ని మొక్కలు, నీళ్ల రికార్డు మొత్తం పోతాయి. దీన్ని వెనక్కి తీసుకురాలేరు.
th: ต้นไม้ทั้งหมดและบันทึกการรดน้ำทั้งหมดจะหายไป ไม่สามารถเลิกทำได้
tr: Tüm bitkiler ve bütün sulama günlüğü silinecek. Bu işlem geri alınamaz.
uk: Зникнуть усі рослини й увесь журнал поливів. Повернути їх буде неможливо.
ur: تمام پودے اور آبپاشی کا پورا ریکارڈ مٹ جائے گا۔ اسے واپس نہیں لایا جا سکتا۔
vi: Tất cả cây và toàn bộ nhật ký tưới sẽ biến mất. Không thể hoàn tác.
zh_hans: 所有植物和全部浇水记录都将消失。此操作无法撤销。
zh_hant: 所有植物和全部澆水紀錄都會消失。此動作無法復原。

source: Итог
ar: الملخص
bg: Обобщение
bn: সারসংক্ষেপ
ca: Resum
cs: Souhrn
da: Oversigt
de: Übersicht
el: Σύνοψη
en: Summary
es: Resumen
fi: Yhteenveto
fr: Bilan
gu: સારાંશ
he: סיכום
hi: सारांश
hr: Sažetak
hu: Összegzés
id: Ringkasan
it: Riepilogo
ja: まとめ
kk: Қорытынды
kn: ಸಾರಾಂಶ
ko: 요약
lt: Suvestinė
ml: സംഗ്രഹം
mr: सारांश
ms: Ringkasan
nb: Oppsummering
nl: Overzicht
or: ସାରାଂଶ
pa: ਸਾਰ
pl: Podsumowanie
pt_br: Resumo
pt_pt: Resumo
ro: Rezumat
sk: Súhrn
sl: Povzetek
sv: Sammanfattning
ta: சுருக்கம்
te: సారాంశం
th: สรุป
tr: Özet
uk: Підсумок
ur: خلاصہ
vi: Tóm tắt
zh_hans: 总结
zh_hant: 總結

source: Итоги %lld в Sprout
ar: عامي %lld في Sprout
bg: Моята %lld в Sprout
bn: Sprout-এ আমার %lld
ca: El meu %lld a Sprout
cs: Můj rok %lld ve Sproutu
da: Mit %lld i Sprout
de: Mein %lld in Sprout
el: Το %lld μου στο Sprout
en: My %lld in Sprout
es: Mi %lld en Sprout
fi: Minun %lld Sproutissa
fr: Mon %lld dans Sprout
gu: Sprout માં મારું %lld
he: ה־%lld שלי ב־Sprout
hi: Sprout में मेरा %lld
hr: Moja %lld. u Sproutu
hu: Sprout-összefoglaló: %lld
id: Tahun %lld saya di Sprout
it: Il mio %lld su Sprout
ja: Sproutでの私の%lld年
kk: Sprout-тағы %lld жылым
kn: Sprout ನಲ್ಲಿ ನನ್ನ %lld
ko: Sprout에서의 나의 %lld년
lt: Mano %lld-ieji su Sprout
ml: Sprout-ൽ എന്റെ %lld
mr: Sprout मधील माझे %lld
ms: Tahun %lld saya dalam Sprout
nb: Mitt %lld i Sprout
nl: Mijn %lld in Sprout
or: Sprout ରେ ମୋର %lld
pa: Sprout ਵਿੱਚ ਮੇਰਾ %lld
pl: Mój %lld w Sprout
pt_br: Meu %lld no Sprout
pt_pt: O meu %lld no Sprout
ro: Anul meu %lld în Sprout
sk: Môj rok %lld v Sproute
sl: Moje leto %lld v Sproutu
sv: Mitt %lld i Sprout
ta: Sprout இல் என் %lld
te: Sprout లో నా %lld
th: ปี %lld ของฉันใน Sprout
tr: Sprout’ta %lld özetim
uk: Мій %lld у Sprout
ur: Sprout میں میرا %lld
vi: Năm %lld của tôi trên Sprout
zh_hans: 我在 Sprout 的 %lld 年
zh_hant: 我在 Sprout 的 %lld 年

source: Итоги года
ar: حصاد العام
bg: Годината накратко
bn: বছরের সারসংক্ষেপ
ca: Resum de l’any
cs: Rok v kostce
da: Året der gik
de: Jahresrückblick
el: Η χρονιά σε μια ματιά
en: Year in Review
es: Resumen del año
fi: Vuosikatsaus
fr: Bilan de l’année
gu: વર્ષનો સાર
he: סיכום השנה
hi: साल का सार
hr: Godina u pregledu
hu: Az év összefoglalója
id: Kilas balik tahun ini
it: Il tuo anno
ja: 年間まとめ
kk: Жыл қорытындысы
kn: ವರ್ಷದ ಸಾರಾಂಶ
ko: 올해의 정원
lt: Metų apžvalga
ml: വർഷത്തിന്റെ സംഗ്രഹം
mr: वर्षाचा आढावा
ms: Imbasan tahun ini
nb: Året som gikk
nl: Jaaroverzicht
or: ବର୍ଷର ସାରାଂଶ
pa: ਸਾਲ ਦਾ ਸਾਰ
pl: Podsumowanie roku
pt_br: Retrospectiva do ano
pt_pt: Resumo do ano
ro: Anul în rezumat
sk: Rok v skratke
sl: Leto na kratko
sv: Året som gått
ta: ஆண்டுச் சுருக்கம்
te: సంవత్సర సారాంశం
th: สรุปประจำปี
tr: Yılın özeti
uk: Підсумки року
ur: سال کا خلاصہ
vi: Nhìn lại năm
zh_hans: 年度回顾
zh_hant: 年度回顧

source: Их включают в настройках телефона: Sprout → Уведомления.
ar: شغّلها من إعدادات الهاتف: Sprout ← الإشعارات.
bg: Включете ги в настройките на телефона: Sprout → Известия.
bn: ফোনের সেটিংসে চালু করুন: Sprout → বিজ্ঞপ্তি।
ca: Activa-les a la configuració del telèfon: Sprout → Notificacions.
cs: Zapněte je v Nastavení telefonu: Sprout → Oznámení.
da: Slå dem til i telefonens Indstillinger: Sprout → Notifikationer.
de: Aktiviere sie in den Einstellungen des Telefons: Sprout → Mitteilungen.
el: Ενεργοποιήστε τις στις Ρυθμίσεις του τηλεφώνου: Sprout → Ειδοποιήσεις.
en: Turn them on in the phone’s Settings: Sprout → Notifications.
es: Actívalas en los Ajustes del teléfono: Sprout → Notificaciones.
fi: Laita ne päälle puhelimen asetuksista: Sprout → Ilmoitukset.
fr: Activez-les dans les Réglages du téléphone : Sprout → Notifications.
gu: ફોનનાં સેટિંગ્સમાં ચાલુ કરો: Sprout → સૂચનાઓ.
he: אפשר להפעיל אותן בהגדרות הטלפון: Sprout ← התראות.
hi: इन्हें फ़ोन की सेटिंग्ज़ में चालू करें: Sprout → सूचनाएँ।
hr: Uključite ih u postavkama telefona: Sprout → Obavijesti.
hu: Kapcsold be őket a telefon Beállításaiban: Sprout → Értesítések.
id: Aktifkan di Pengaturan ponsel: Sprout → Notifikasi.
it: Attivale nelle Impostazioni del telefono: Sprout → Notifiche.
ja: iPhoneの設定でオンにしてください：Sprout → 通知。
kk: Оларды телефон баптауларында қосыңыз: Sprout → Хабарландырулар.
kn: ಫೋನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಆನ್ ಮಾಡಿ: Sprout → ಅಧಿಸೂಚನೆಗಳು.
ko: 기기 설정에서 켜세요: Sprout → 알림.
lt: Įjunkite juos telefono nustatymuose: Sprout → Pranešimai.
ml: ഫോണിന്റെ ക്രമീകരണങ്ങളിൽ ഓണാക്കുക: Sprout → അറിയിപ്പുകൾ.
mr: फोनच्या सेटिंग्जमध्ये त्या चालू करा: Sprout → सूचना.
ms: Hidupkannya dalam Tetapan telefon: Sprout → Pemberitahuan.
nb: Slå dem på i telefonens Innstillinger: Sprout → Varslinger.
nl: Zet ze aan in de Instellingen van de telefoon: Sprout → Meldingen.
or: ଫୋନ୍ ସେଟିଂସ୍‌ରେ ଚାଲୁ କରନ୍ତୁ: Sprout → ବିଜ୍ଞପ୍ତି।
pa: ਇਨ੍ਹਾਂ ਨੂੰ ਫ਼ੋਨ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਚਾਲੂ ਕਰੋ: Sprout → ਸੂਚਨਾਵਾਂ।
pl: Włącz je w Ustawieniach telefonu: Sprout → Powiadomienia.
pt_br: Ative-as nos Ajustes do celular: Sprout → Notificações.
pt_pt: Ative-as nas Definições do telemóvel: Sprout → Notificações.
ro: Activează-le în Configurările telefonului: Sprout → Notificări.
sk: Zapnite ich v Nastaveniach telefónu: Sprout → Hlásenia.
sl: Vklopite jih v nastavitvah telefona: Sprout → Obvestila.
sv: Slå på dem i telefonens Inställningar: Sprout → Notiser.
ta: ஃபோன் அமைப்புகளில் இயக்கவும்: Sprout → அறிவிப்புகள்.
te: ఫోన్ సెట్టింగ్‌లలో ఆన్ చేయండి: Sprout → నోటిఫికేషన్‌లు.
th: เปิดได้ในการตั้งค่าของโทรศัพท์: Sprout → การแจ้งเตือน
tr: Telefonun Ayarlar’ından açın: Sprout → Bildirimler.
uk: Їх вмикають у налаштуваннях телефона: Sprout → Сповіщення.
ur: انہیں فون کی ترتیبات میں آن کریں: Sprout ← اطلاعات۔
vi: Hãy bật trong Cài đặt của điện thoại: Sprout → Thông báo.
zh_hans: 请在手机的设置中打开：Sprout → 通知。
zh_hant: 請在手機的設定中開啟：Sprout → 通知。

source: Кабинет
ar: غرفة المكتب
bn: পড়ার ঘর
ca: Despatx
cs: Pracovna
da: Kontor
de: Arbeitszimmer
el: Γραφείο
en: Office
es: Despacho
fi: Työhuone
fr: Bureau
gu: અભ્યાસ ખંડ
he: חדר עבודה
hi: अध्ययन कक्ष
hr: Radna soba
hu: Dolgozószoba
id: Ruang kerja
it: Studio
ja: 書斎
kk: Жұмыс бөлмесі
kn: ಅಧ್ಯಯನ ಕೋಣೆ
ko: 서재
lt: Darbo kambarys
ml: പഠനമുറി
mr: अभ्यासिका
ms: Bilik kerja
nb: Kontor
nl: Werkkamer
or: ପଢ଼ା ଘର
pa: ਪੜ੍ਹਾਈ ਵਾਲਾ ਕਮਰਾ
pl: Gabinet
pt_br: Escritório
pt_pt: Escritório
ro: Birou
sk: Pracovňa
sl: Delovna soba
sv: Arbetsrum
ta: படிப்பறை
te: చదువుకునే గది
th: ห้องทำงาน
tr: Çalışma odası
uk: Кабінет
ur: دفتر
vi: Phòng làm việc
zh_hans: 书房
zh_hant: 書房

source: Кадр
ar: قص
bg: Кадър
bn: ক্রপ
ca: Retalla
cs: Oříznout
da: Beskær
de: Zuschneiden
el: Περικοπή
en: Crop
es: Recortar
fi: Rajaa
fr: Recadrer
gu: ક્રોપ
he: חיתוך
hi: क्रॉप करें
hr: Obreži
hu: Körbevágás
id: Pangkas
it: Ritaglia
ja: 切り取り
kn: ಕ್ರಾಪ್
ko: 자르기
lt: Apkirpti
ml: ക്രോപ്പ്
mr: क्रॉप
ms: Pangkas
nb: Beskjær
nl: Snijd bij
or: କ୍ରପ୍
pa: ਕ੍ਰੌਪ
pl: Przytnij
pt_br: Recortar
pt_pt: Recortar
ro: Decupează
sk: Orezať
sl: Obreži
sv: Beskär
ta: செதுக்கு
te: క్రాప్
th: ครอบตัด
tr: Kırp
ur: کراپ
vi: Cắt
zh_hans: 裁剪
zh_hant: 裁切

source: Кадр снимка
ar: قص الصورة
bg: Кадър на снимката
bn: ছবির ক্রপ
ca: Retall de la foto
cs: Výřez fotky
da: Fotobeskæring
de: Fotoausschnitt
el: Περικοπή φωτογραφίας
en: Photo crop
es: Recorte de la foto
fi: Kuvan rajaus
fr: Cadrage de la photo
gu: ફોટો ક્રોપ
he: חיתוך התמונה
hi: फ़ोटो क्रॉप
hr: Izrez fotografije
hu: Fotó kivágása
id: Potongan foto
it: Ritaglio della foto
ja: 写真の切り取り
kk: Сурет кадры
kn: ಫೋಟೋ ಕ್ರಾಪ್
ko: 사진 자르기
lt: Nuotraukos kadras
ml: ഫോട്ടോ ക്രോപ്പ്
mr: फोटो क्रॉप
ms: Pangkasan foto
nb: Bildeutsnitt
nl: Fotouitsnede
or: ଫଟୋ କ୍ରପ୍
pa: ਫ਼ੋਟੋ ਕ੍ਰੌਪ
pl: Kadr zdjęcia
pt_br: Recorte da foto
pt_pt: Recorte da fotografia
ro: Decuparea fotografiei
sk: Výrez fotky
sl: Obrez fotografije
sv: Fotobeskärning
ta: புகைப்படச் செதுக்கல்
te: ఫోటో క్రాప్
th: การครอบตัดรูปถ่าย
tr: Fotoğraf kırpması
uk: Кадр знімка
ur: تصویر کا کراپ
vi: Khung ảnh
zh_hans: 照片裁剪
zh_hant: 照片裁切
